Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=320_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät järjestää konferenssin saamelaisnuorista
sms: Sääʹmteʹǧǧ reäšš konfereens sääʹmnuõrin

source: Nuorra!
sms: Nuõrr!

source: Gii du áššiin mearrida?
sms: – Ǩii tij aaʹššin tuʹmmai?

source: Nuori - Kuka asioistasi päättää?
sms: Sääʹmteeʹǧǧ riõššum konferenss kålggmannu 16.–17. peeiʹv Suâlčiõʹljest noorr õʹhtte sääʹmnuõrid, mieʹrreejid da jeeʹres vuuʹd tuåimmjeejid saaǥǥstõõllâd sääʹmnuõri vueʹjjest.

source: Saamelaiskäräjien 16.–17. lokakuuta Saariselällä järjestämä konferenssi saamelaisnuorista kokoaa yhteen nuoria, päättäjiä ja eri alojen toimijoita keskustelemaan saamelaisnuorten tilanteesta.
sms: Lââʹssteâđaid da iʹlmmtõõttâmvuäʹppõõzz.

source: Lisäksi konferenssissa keskustellaan saamelaisnuorten kohtaamista haasteista ja mahdollisuuksista saamelaisyhteiskunnassa ja nyky-Suomessa.
sms: Lââʹssteâđaid: Projektreâugglaž Anne Länsman, anne.lansman(at)samediggi.fi , 010 83 93 134
